Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/nuorisoneuvosto_kaantaa_setan_sateenkaarisanaston_saamen_kielille.html.tmx
Source language: fin
Languages: sme

source: Nuorisoneuvosto kääntää Setan sateenkaarisanaston saamen kielille
sme: Nuoraidráđđi jorgalahttá Seta arvedávgesániid sámegielaide

source: Seuraava sukupolvi sateenkaarisaamelaisia saa kasvaa niin, että he pystyvät sanoittamaan identiteettiään saamen kielellä.
sme: Čuovvovaš buolva arvedávgesápmelaččain oažžu šaddat bajás nu, ahte sii nákcejit muitalit iežaset identitehtas sámegillii.

source: Saamelaiskäräjien nuorisoneuvosto kääntää Seta ry:n sateenkaarisanaston inarin-, koltan- ja pohjoissaamen kielille ja julkaisee ne nuorisoneuvoston tieto- ja neuvontasivustolla.
sme: Sámedikki nuoraidráđđi jorgalahttá Seta rs:a arvedávgesániid anáraš-, nuortalaš- ja davvisámegillii ja almmustahttá daid nuoraidráđi dieđihan- ja rávvensiidduin.

source: Sanasto kokoa yhteen sukupuoli- ja seksuaalivähemmistöjä koskevia käsitteitä ja termejä.
sme: Sátnerádju čohkke oktii sohkabealle- ja seksuálavehádagaid guoski doahpagiid ja tearpmaid.

source: Vaikka sanastossa avataan myös muita sateenkaariyhteisön sisällä ja liepeillä liikkuvia sanoja ja teemoja, on sen pääasiallisena sisältönä sukupuolen ja seksuaalisen suuntautumisen moninaisuus.
sme: Vaikke sátnerájus rahppojit maiddái eará sánit ja temát, mat laktásit arvedávgeservošii ja dan birrasii, lea dan váldosisdoallun sohkabeali ja seksuála orientašuvnna máŋggahámatvuohta.

source: Sateenkaarisanaston kääntäminen on sopiva jatko aikaisemmin käännetylle seksuaalisuuden sanakirjalle.
sme: – Arvedávgesániid jorgaleapmi lea vuogas joatkka árat jorgaluvvon seksualitehta sátnegirjái.

source: Kääntämällä sanaston pystymme tarjoamaan sateenkaarisaamelaisille sanastoa itsensä määrittelemiseksi, mutta myös lisäämme heidän yhteenkuuluvuuttaan saamelaisyhteisöön ja saamelaisyhteisön sateenkaaritietoutta, toteaa nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
sme: Jorgalemiin tearpmaid bastit fállat arvedávgesápmelaččaide sániid iežaset meroštallamii, muhto maiddái lasihit sin oktiigullevašvuođa sámeservošii ja sámeservoša arvedávgediđolašvuođa, gávnnaha nuoraidráđi ságajođiheaddji Anni-Sofia Niittyvuopio.

source: Sanaston kääntäminen ja kokoaminen on tärkeää saamelaisnuorten seksuaali- ja sukupuoli-identiteetin kehittymiselle.
sme: Sátneráju jorgaleapmi ja čohkken lea dehálaš sámenuoraid seksualitehta- ja sohkabealleidentitehta ovdáneapmái.

source: Sanaston avulla he pystyvät määrittelemään itseään ja kommunikoida muiden sateenkaarisaamelaisten kanssa myös valtioiden rajojen ylitse.
sme: Sátneráju vehkiin sii bastet meroštallat iežaset ja gulahallat eará arvedávgesápmelaččaiguin maiddái stáhtaid rájáid badjel.

source: Sanasto ei kuitenkaan pysty täysin tavoittamaan sateenkaarisaamelaisten monimuotoisuuta, sillä jokaisella on oma kokemus itsestään ja identiteetistään.
sme: Sátnerádju ii goittotge bastte ollásit fáhtet arvedávgesápmelaččaid máŋggahámatvuođa, dasgo juohkehaččas lea iežas vásáhus nu iežas go identitehta birra.

source: Sanaston kääntämisellä nuorisoneuvosto pyrkii myös aloittamaan keskustelua seksuaali- ja sukupuolivähemmistöjen oikeuksista ja asemasta saamelaisyhteisössä.
sme: Sátneráju jorgalemiin nuoraidráđđi geahččala maiddái álggahit ságastallama seksualitehta- ja sohkabeallevehádagaid vuoigatvuođain ja sajádagas sámeservošis.

source: Käännöstyö tehdään terminologian osalta yhteistyössä Sámi Giellagáldun kanssa.
sme: Jorgalanbargu dahkko terminologiija oasil ovttas Sámi Giellagálduin.

source: Monille sanastossa olevista sanoista löytyy jo Sámi Giellagáldun kielijaostoissa normitetut termit.
sme: Máŋggaid sániide gávdnojit juo Sámi Giellagáldu giellajuhkosiin normerejuvvon tearpmat.

source: Käännöstyöllä kootaan jo olemassa olevat sanat saavutettavaan ja helposti luettavaan muotoon.
sme: Jorgalanbargguin čohkkejuvvojit sánit, mat leat juo gávdnomis, olahahtti ja álkit logahahtti hápmái.

source: Uusien termien kohdalla järjestetään työpajoja sateenkaarisaamelaisille ja näin sateenkaariyhteisö on mukana uusien termien kehittämistyössä.
sme: Ođđa tearpmaid buohta lágiduvvojit bargobájit arvedávgesápmelaččaide ja ná arvedávgesearvvuš lea mielde ođđa tearpmaid ovddidanbarggus.

source: Tieto sanasto kääntämisestä on saavuttanut saamelaisnuoret valtioiden rajojen ylitse.
sme: Diehtu sátneráju jorgaleamis lea juksan sámenuoraid stáhtarájáid badjel.

source: Nuorisoneuvosto toivoo yhteistyötä sanaston jalkauttamiseksi ja mahdollisesti sanaston kääntämiseksi myös muille saamen kielille.
sme: Nuoraidráđđi sávvá oktasašbarggu sátneráju viidásabbot lávdadeapmái ja vejolaččat sátneráju jorgalahttima várás maiddái eará sámegielaide.

source: Sápmi Pride järjestettiin vuonna 2017 Inarissa.
sme: Sápmi Pride lágiduvvui 2017 Anáris.

source: Kuva: Ville-Riiko Fofonoff
sme: Govva: Ville-Riiko Fofonoff

source: Lisätietoja:
sme: Lassidieđut:

source: Anni-Sofia Niittyvuopio Saamelaiskäräjien nuorisoneuvoston puheenjohtaja 040 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi
sme: Anni-Sofia Niittyvuopio Sámedikki nuoraidráđi ságajođiheaddji +358 40 7082 072 anni-sofia.niittyvuopio(at)samediggi.fi

source: Elli-Marja Hetta Nuorisosihteeri 050 382 5179 / 010 839 3134 elli-marja.hetta(at)samediggi.fi
sme: Elli-Marja Hetta Nuoraidčálli 050 382 5179 / 010 839 3134 elli-marja.hetta(at)samediggi.fi
